[
  {
    "id": "1_peahit0g",
    "name": "Uncovering the Future of Cancer Care: A Timely Discussion with Dr. Q",
    "description": "Conversation with Dr. Q, a renowned neurosurgeon. The conversation is about his life, career, and experiences as a surgeon.\n\nSome key points from the transcript:\n\n* Dr. Q's greatest blessing is not his education or awards, but the fact that patients continue to trust him with their lives.\n* He has had a few particularly challenging cases where he was unable to save a patient, but these experiences have driven him to keep fighting and finding new ways to help others.\n* One of his most memorable experiences was a case where he was supposed to meet with the President of the United States for dinner, but the surgery became complicated and he had to stay in the operating room late into the night. His wife waited anxiously outside, not knowing what was happening inside the hospital.\n* Dr. Q emphasizes the importance of teamwork and the unsung heroes who work alongside him, including anesthesiologists, nurses, and other medical staff. He plans to write a book about these experiences as a way of thanking them for their support.\n\nThe conversation is inspiring and highlights Dr. Q's dedication to his patients and his profession. It also provides insight into the challenges and risks that surgeons face on a daily basis, and the personal toll that these experiences can take.",
    "created_at": "2025-03-31 12:42:52",
    "duration": 1604,
    "plays": 0,
    "views": 0,
    "download_url": "https://cdnapisec.kaltura.com/p/6215622/sp/621562200/playManifest/entryId/1_peahit0g/format/download/protocol/https/flavorParamIds/0",
    "thumbnail_url": "https://cfvod.kaltura.com/p/6215622/sp/621562200/thumbnail/entry_id/1_peahit0g/version/100001",
    "categories": "",
    "tags": "",
    "status": "2",
    "media_type": 1,
    "partner_id": 6215622,
    "creator_id": "Nicolas.Deville@kaltura.com",
    "last_played_at": null,
    "width": 1920,
    "height": 1080,
    "captions": [
      {
        "id": "1_53vco32o",
        "language": 